{"translation-revision-date":"2025-05-15 20:54:08+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"To re-share a post, you need to upgrade to a paid plan.":["Para compartilhar um post novamente, você precisa fazer upgrade para um plano pago."],"Publicize scheduled actions":["Divulgar ações programadas"],"Publicize shares data":["Dados de compartilhamentos do Publicize"],"There was an error deleting the item.":["Ocorreu um erro ao excluir o item."],"There was an error scheduling the post.":["Ocorreu um erro ao programar o post."],"Post scheduled successfully.":["Post programado com sucesso."],"No upcoming posts scheduled for sharing.\u0004No upcoming shares":["Nenhum compartilhamento futuro"],"Upcoming posts scheduled for sharing.\u0004Upcoming shares":["Compartilhamentos futuros"],"Scheduled posts\/shares items\u0004Scheduled (%d)":["Programados (%d)"],"Scheduled posts\/shares items being loaded.\u0004Scheduled (Loading…)":["Programados (Carregando…)"],"The button label for the modal trigger\u0004Preview & Share":["Visualizar e compartilhar"],"The title of the social modal\u0004Share Post":["Compartilhar post"],"Are you sure you want to delete this post?":["Tem certeza de que deseja excluir este post?"],"Confirms the date and time selected to be used to share the post\u0004Confirm":["Confirmar"],"Label for publicize toggle\u0004Sharing is disabled":["O compartilhamento está desativado"],"Followed by a list of social media platforms that are no longer supported by Publicize.\u0004Following platforms are not supported anymore:":["As seguintes plataformas não são mais compatíveis:"],"This notice is shown when a social media connection needs to be reconnected.\u0004To keep sharing with this connection, please reconnect it.":["Para continuar compartilhando com essa conexão, conecte novamente."],"This notice is shown when a social media connection is broken.\u0004There is an issue with this connection.":["Há um problema com esta conexão."],"Publicize services":["Serviços do Publicize"],"This can either be %s or just the domain name if you are using a custom domain.":["Pode ser %s ou apenas o domínio, se você estiver usando um domínio personalizado."],"Bluesky usernames cannot contain dots. If you are using a custom domain, enter it without \"%s\"":["Os nomes de usuário do Bluesky não podem conter pontos. Se você estiver usando um domínio personalizado, insira-o sem \"%s\""],"A social connection needs attention. <fixLink>Manage connections<\/fixLink> to fix it.":["Uma conexão social precisa de atenção. <fixLink>Gerenciar conexão<\/fixLink> para fazer a correção.","Algumas conexões sociais precisam de atenção. <fixLink>Gerenciar conexões<\/fixLink> para corrigi-las."],"Expiring connection":["Expirando conexão","Expirando conexões"],"Reconnect to continue sharing.":["Reconectar para continuar compartilhando."],"Social Settings":["Configurações de redes sociais"],"We could not retrieve which company pages you have access to. This is a known issue with the LinkedIn API. If you would like to connect a company page, please retry after 5 minutes.":["Não foi possível recuperar as páginas da empresa às quais você tem acesso. Isso é um problema comum na API do LinkedIn. Se você deseja conectar uma página da empresa, tente novamente após 5 minutos."],"Request submitted successfully.":["Solicitação enviada com sucesso."],"This is what it will look like when someone shares the link to your WordPress post on Bluesky.":["Quando o link de um post seu no WordPress for compartilhado no Bluesky, ele será exibido assim."],"This is what your social post will look like on Bluesky:":["Seu post será exibido assim no Bluesky:"],"Account name":["Nome da conta"],"To share to Bluesky please enter your Bluesky handle and app password below, then click connect.":["Para compartilhar no Bluesky, insira seu nome de usuário do Bluesky e a senha do aplicativo abaixo e clique em Conectar."],"This Bluesky account is already connected":["Esta conta do Bluesky já está conectada"],"Invalid Bluesky handle":["Nome de usuário do Bluesky inválido"],"Please provide an app password to fix the connection.":["Forneça uma senha do aplicativo para corrigir a conexão."],"App password is needed to safely connect your account. App password is different from your account password. You can <link>generate it in Bluesky<\/link>.":["A senha do aplicativo é necessária para conectar sua conta com segurança. Ela é diferente da senha da sua conta. Você pode <link>gerá-la no Bluesky<\/link>."],"App password":["Senha do aplicativo"],"You can find the handle in your Bluesky profile.":["Você encontra o nome de usuário no perfil do Bluesky."],"Bluesky handle":["Nome de usuário do Bluesky"],"You can find the handle in your Mastodon profile.":["Você encontra o nome de usuário no perfil do Mastodon."],"Mastodon handle":["Nome de usuário do Mastodon"],"The handle of a social media account.\u0004Handle":["Nome de usuário"],"Actions":["Ações"],"Social media connection\u0004This connection has been reconnected or removed.":["Essa conexão foi restabelecida ou removida."],"Social media connection\u0004This connection has been removed.":["Essa conexão foi removida."],"Please refresh and check again in a few minutes.":["Atualize a página e verifique novamente em alguns minutos."],"Edit and preview your social post before sharing.":["Edite e visualize seu post antes de compartilhar."],"Connection disabled":["Conexão desativada"],"Connection enabled":["Conexão ativada"],"Failed":["Com falha"],"The sharing is successful\u0004Shared":["Compartilhado"],"Sharing failed with the following message:":["Falha ao compartilhar, gerando a seguinte mensagem:"],"Sharing status":["Status de compartilhamento"],"View sharing history":["Visualizar histórico de compartilhamento"],"The request to share your post is still in progress.":["Sua solicitação para compartilhar seu post ainda está em andamento."],"Your post was not shared.":["Seu post não foi compartilhado."],"Your post was shared.":["Seu post foi compartilhado."],"Review status and try again":["Avalie o status e tente novamente"],"Your post was unable to be shared to %d connection.":["Não foi possível compartilhar seu post com %d conexão.","Não foi possível compartilhar seu post com %d conexões."],"Sharing to your social media…":["Compartilhando em suas redes sociais…"],"Write a custom message for your social audience here. This message will override your social post content.":["Escreva aqui uma mensagem personalizada para o seu público. Essa mensagem substituirá o conteúdo do seu post nas redes sociais."],"Invalid media":["Mídia inválida"],"Invalid dimensions":["Dimensões inválidas"],"Video too short":["Vídeo muito curto"],"Video too long":["Vídeo muito longo"],"File too big":["Arquivo muito grande"],"Social Preview":["Visualização em redes sociais"],"Preview social posts":["Visualizar posts de redes sociais"],"Please fix the broken connections or disconnect them to create more connections.":["Corrija as conexões rompidas os desconecte-as para criar mais conexões."],"Fix social media connection\u0004Fix connection":["Corrigir conexão"],"Fix the social media connections\u0004Fix connections":["Corrigir conexões"],"Want to share to other networks? Use our Manual Sharing feature from the editor.":["Deseja compartilhar com outras redes? Use a funcionalidade Compartilhamento manual no editor."],"You can use our <link>Manual Sharing<\/link> feature instead.":["Use a funcionalidade <link>Compartilhamento manual<\/link>."],"Threads profile image":["Imagem de perfil do Threads"],"Threads link preview requires an image to be set for the post. Please add an image to see the preview.":["A visualização de link do Threads exige uma imagem para o post. Adicione uma imagem para abrir a visualização."],"This is what it will look like when someone shares the link to your WordPress post on Threads.":["Quando o link de um post seu no WordPress for compartilhado no Threads, ele será exibido assim."],"This is what your social post will look like on Threads:":["Seu post será exibido assim no Threads:"],"Failed to save image to library.":["Falha ao salvar a imagem na biblioteca."],"Failed to download image.":["Falha ao baixar a imagem."],"Save to media library":["Salvar na biblioteca de mídia"],"Saving the file to media library\u0004Saving…":["Salvando..."],"Save the generated image to your media library.":["Salve a imagem gerada na sua biblioteca de mídia."],"Image saved to media library.":["Imagem salva na biblioteca de mídia."],"Add Threads connection":["Adicionar conexão ao Threads"],"Increase your presence in social media by sharing your posts automatically to Threads.":["Aumente sua presença em redes sociais ao compartilhar seus posts no Threads automaticamente."],"Share posts to your Threads feed.":["Compartilhe os posts no seu feed do Threads."],"Broken connection":["Conexão perdida"],"Attached Media":["Mídia anexada"],"This platform is no longer supported.":["Esta plataforma não é mais compatível."],"Updating account":["Atualizando conta"],"Error updating account.":["Erro ao atualizar a conta."],"Account updated successfully.":["Conta atualizada com sucesso."],"Error connecting account.":["Erro ao conectar conta."],"%s account connected successfully.":["Conta do %s conectada com sucesso."],"Error disconnecting account.":["Erro ao desconectar a conta."],"Account disconnected successfully.":["Conta desconectada com sucesso."],"To share to Mastodon please enter your Mastodon username below, then click connect.":["Para compartilhar com o Mastodon, digite seu nome de usuário do Mastodon abaixo e clique para conectar."],"Share with your network.":["Compartilhe com sua rede."],"Add Tumblr connection":["Adicionar conexão com Tumblr"],"<strong>Connect<\/strong> to automatically share posts to your Tumblr blog.":["<strong>Conecte-se<\/strong> para compartilhar posts automaticamente no seu blog do Tumblr."],"Share to your Tumblr blog.":["Compartilhe em seu blog do Tumblr."],"<strong>Connect<\/strong> with friends, neighbors, and local businesses by automatically sharing your posts to Nextdoor.":["<strong>Conecte-se<\/strong> com amigos, vizinhos e negócios locais compartilhando automaticamente seus posts no Nextdoor."],"Share on communities":["Compartilhe nas comunidades"],"Add LinkedIn connection":["Adicionar conexão do LinkedIn"],"<strong>Connect<\/strong> to automatically share posts with your LinkedIn connections.":["<strong>Conecte-se<\/strong> para compartilhar posts automaticamente com as suas conexões do LinkedIn."],"Share with your LinkedIn community.":["Compartilhe com sua comunidade do LinkedIn."],"Add Instagram photo":["Adicionar foto do Instagram"],"Learn how to convert & link your Instagram account.":["Aprenda a converter e vincular sua conta do Instagram."],"<i>When you click "connect" you'll be asked to <strong>log into Facebook<\/strong>. If your Instagram Business account isn't listed, ensure it's linked to a Facebook page.<\/i>":["<i>Ao clicar em \"Conectar\", você será solicitado a <strong>fazer login no Facebook<\/strong>. Se sua conta do Instagram Business não estiver listada, verifique se ela está vinculada a uma página do Facebook.<\/i>"],"Your Instagram Business account must be linked to a Facebook page.":["A conta do Instagram Business deve estar vinculada a uma página do Facebook."],"You must have an Instagram Business account.":["Você deve ter uma conta do Instagram Business."],"Requirements for connecting Instagram:":["Requisitos para conectar o Instagram:"],"Drive engagement and save time by automatically sharing images to Instagram when you publish blog posts.":["Promova o engajamento e economize tempo compartilhando automaticamente imagens no Instagram ao publicar no seu blog."],"Share to your Instagram Business account.":["Compartilhe na sua conta comercial do Instagram."],"Add Facebook connection":["Adicionar conexão do Facebook"],"<strong>Connect<\/strong> to automatically share posts on your Facebook page.":["<strong>Conecte-se<\/strong> para compartilhar posts automaticamente em sua página do Facebook."],"Share to your pages":["Compartilhe nas suas páginas"],"This Mastodon account is already connected":["Essa conta do Mastodon já está conectada"],"Invalid Mastodon username":["Nome de usuário do Mastodon inválido"],"%d connections":["%d conexões"],"This connection is added by a site administrator.":["Esta conexão é adicionada por um administrador do site."],"Connect more":["Conecte-se mais"],"Manage Jetpack Social connections":["Gerenciar conexões do Jetpack Social"],"Connection confirmation":["Confirmação de conexão"],"Already connected":["Conexão ativa"],"No accounts\/pages found.":["Nenhuma conta\/página encontrada."],"Message shown when there are no connections found to connect\u0004No more accounts\/pages found.":["Não foram encontradas outras contas\/páginas."],"You can change this later.":["Você pode mudar isso depois."],"If enabled, the connection will be available to all administrators, editors, and authors.":["Se ativada, a conexão ficará disponível para todos os administradores, editores e autores."],"Select the account you'd like to connect. All your new blog posts will be automatically shared to this account. You'll be able to change this option in the editor sidebar when you're writing a post.":["Selecione a conta que você deseja conectar. Todos os novos posts de blog serão compartilhados automaticamente nesta conta. Será possível alterar essa opção na barra lateral do editor ao escrever um post."],"Please select an account to connect.":["Selecione uma conta para conectar."],"Call to action to buy a new plan\u0004Unlock enhanced media sharing features.":["Tenha funcionalidades de compartilhamento de mídia aprimoradas."],"Reconnect a social media account\u0004Reconnect":["Reconectar"],"Mark the connection as shared":["Marcar a conexão como compartilhada"],"Disconnect a social media account\u0004Disconnect":["Desconectar"],"Are you sure you want to disconnect <strong>%s<\/strong>?":["Tem certeza de que deseja desconectar <strong>%s<\/strong>?"],"Enable the social media accounts where you want to re-share your post, then click on the \"Share post\" button below.":["Ative as contas de redes sociais onde deseja compartilhar novamente seu post. Depois, clique no botão \"Compartilhar post\" abaixo."],"Click on the social icons below to control where you want to share your post.":["Clique nos ícones sociais abaixo para controlar onde seu post será compartilhado."],"You must connect your WordPress.com account to be able to add social media connections.":["Conecte sua conta do WordPress.com para poder adicionar conexões de redes sociais."],"Sharing is disabled because there are no social media accounts connected.":["Compartilhamento desativado, pois não há contas de redes sociais conectadas."],"Manage connections":["Gerenciar conexões"],"Just tap the social network or \"Copy to Clipboard\" icon, and we'll format your content for sharing.":["Clique nos ícones de redes sociais ou em \"Copiar para a área de transferência\" e seu conteúdo será formatado para compartilhamento."],"Manual sharing":["Compartilhamento manual"],"This post will be shared to %d connection.":["Este post será compartilhado com %d conexão.","Este post será compartilhado com %d conexões."],"This is what it will look like when someone shares the link to your WordPress post on Nextdoor.":["Quando o link de um post seu do WordPress for compartilhado no Nextdoor, ele será exibido assim."],"This is what your social post will look like on Nextdoor:":["Seu post será exibido assim no Nextdoor:"],"Neighborhood":["Vizinhança"],"Share on %s":["Compartilhar em %s"],"Copy to clipboard":["Copiar para área de transferência"],"X":["18+"],"Activate the Jetpack Social feature to connect your website to the social media networks you use.":["Ative a funcionalidade do Jetpack Social para conectar seu site às redes sociais que você usa."],"Button label that opens the social previews modal\u0004Preview":["Visualização"],"Templates":["Modelos"],"Custom Header":["Cabeçalho personalizado"],"Open the Social Image Generator settings":["Abra as configurações do gerador de imagem social"],"Heading for the generated preview image\u0004Preview":["Visualização"],"You need a featured image to share to Instagram.":["Você precisa de uma imagem destacada para poder compartilhar no Instagram."],"To share to Instagram, add an image\/video, or enable Social Image Generator.":["Para compartilhar no Instagram, adicione uma imagem\/vídeo ou habilite o gerador de imagem social."],"Leave a Review":["Escreva uma avaliação"],"Please leave a review to let others know how easy getting your posts on social media can be!":["Escreva uma avaliação para que outras pessoas saibam como pode ser fácil divulgar posts nas redes sociais."],"Just like that, Jetpack Social has shared your post to your connected social accounts.":["O Jetpack Social compartilhou seu post com suas contas de rede social conectadas em um instante."],"Presto! %s":["Tcharam! %s"],"Nextdoor":["Nextdoor"],"This is what it will look like when someone shares the link to your WordPress post on X.":["Quando o link de um post seu no WordPress for compartilhado no X, ele será exibido assim."],"This is what your social post will look like on X:":["Seu post será exibido assim no X:"],"This is what it will look like when someone shares the link to your WordPress post on Tumblr.":["Quando o link de um post seu do WordPress for compartilhado no Tumblr, ele será exibido assim."],"This is what your social post will look like on Tumblr:":["Seu post será exibido assim no Tumblr:"],"Reblog":["Reblogar"],"0 notes":["0 notas"],"View On WordPress":["Ver no WordPress"],"Tumblr preview thumbnail":["Miniatura de visualização no Tumblr"],"This is what it will look like when someone shares the link to your WordPress post on Mastodon.":["Quando o link de um post seu do WordPress for compartilhado no Mastodon, ele será exibido assim."],"This is what your social post will look like on Mastodon:":["Seu post será exibido assim no Mastodon:"],"anonymous-user":["usuario-anonimo"],"Mastodon preview thumbnail":["Miniatura de visualização no Mastodon"],"This is what it will look like when someone shares the link to your WordPress post on LinkedIn.":["Quando o link de um post seu do WordPress for compartilhado no LinkedIn, ele será exibido assim."],"This is what your social post will look like on LinkedIn:":["Seu post será exibido assim no LinkedIn:"],"%d min read":["%d min. de leitura"],"1st":["1º"],"View one comment":["Ver um comentário"],"This is what it will look like when someone shares the link to your WordPress post on Facebook.":["Quando o link de um post seu do WordPress for compartilhado no Facebook, ele será exibido assim."],"Link preview":["Visualização do link"],"This is what your social post will look like on Facebook:":["Seu post será exibido assim no Facebook:"],"Your post":["Seu post"],"Just now":["Agora mesmo"],"1h":["1h"],"Anonymous User":["Usuário anônimo"],"Facebook Preview Thumbnail":["Miniatura de visualização no Facebook"],"Job Title (Company Name)":["Cargo (nome da empresa)"],"Dismiss notice":["Descartar aviso"],"Connect now":["Conecte-se agora"],"Pick the %s template":["Escolha o modelo %s"],"Generated preview":["Visualização gerada"],"By default the post title is used for the image. You can use this field to set your own text.":["Por padrão, a imagem usa o título do post. Você pode definir seu próprio texto neste campo."],"Social Image is disabled for this post.":["A imagem social está desativada para este post."],"Enable Social Image":["Ativar imagem social"],"Add a custom image":["Adicionar uma imagem personalizada"],"No Image":["Nenhuma imagem"],"Custom Image":["Imagem personalizada"],"Image Type":["Tipo de imagem"],"Social Image Generator":["Gerador de imagem social"],"Choose Image":["Escolher imagem"],"Arrow right":["Seta para direita"],"Arrow left":["Seta para esquerda"],"Mastodon":["Mastodon"],"Troubleshooting tips":["Dicas de solução de problemas"],"Learn photo and video best practices":["Aprenda as práticas recomendadas para fotos e vídeos"],"Choose a visual to accompany your post.":["Escolha um componente visual para acompanhar seu post."],"Add an image or video":["Adicionar uma imagem ou vídeo"],"Remove media":["Remover mídia"],"Choose Media":["Escolher mídia"],"Close.":["Fechar."],"New":["Novo"],"Magnifying Glass":["Lupa"],"Share Your Content Again":["Compartilhe seu conteúdo novamente"],"Re-sharing your content":["Compartilhando seu conteúdo novamente"],"Share when publishing":["Compartilhar ao publicar"],"Connection":["Conexão"],"More information.":["Mais informações."],"This feature is for sites with a %s plan.":["Esta funcionalidade se destina a sites com o plano %s."],"To re-share a post, you need to upgrade to the %s plan":["Para compartilhar um post novamente, você precisa fazer upgrade para o plano %s"],"Upgrade now":["Fazer upgrade agora"],"paid":["pago"],"Use this tool to share your post on all your social media accounts.":["Use esta ferramenta para compartilhar o post nas suas contas de redes sociais."],"Start sharing your posts by connecting your social media accounts.":["Comece a compartilhar seus posts, basta conectar suas contas de redes sociais."],"You must publish your post before you can share it.":["Você deve publicar seu post para poder compartilhá-lo."],"Unable to share the Post":["Não é possível compartilhar o post"],"Jetpack Logo":["Logotipo do Jetpack"],"Dismiss":["Dispensar"],"Retry":["Tentar novamente"],"Twitter profile image":["Imagem de perfil do Twitter"],"Account Name":["Nome da conta"],"Social Previews":["Visualizações de posts em redes sociais"],"Preview what this will look like on social networks and Google search.":["Visualize como o post será exibido nas redes sociais e na pesquisa do Google."],"Open Social Previews":["Abrir visualizações de posts em redes sociais"],"Google Search":["Pesquisa Google"],"Redirecting…":["Redirecionando..."],"Upgrade your plan to upload audio":["Faça upgrade do seu plano para fazer upload de áudios"],"Upgrade your plan to use video covers":["Faça upgrade do seu plano para usar capas de vídeo"],"Has a video.":["Tem um vídeo."],"Tag":["Tag"],"Post":["Publicar"],"Page":["Página"],"Has an image.":["Tem uma imagem."],"Has multiple images.":["Tem várias imagens."],"Toggle search filters.":["Alterne os filtros de pesquisa."],"Matching comment.":["Comentário correspondente."],"Show filters":["Mostrar filtros"],"Is a product.":["É um produto."],"Is an event.":["É um evento."],"Has audio.":["Tem áudio."],"Disconnecting…":["Desconectando..."],"Connecting…":["Conectando..."],"Schedule":["Programar"],"Confirm":["Confirmar"],"Share this post":["Compartilhar este post"],"%d character remaining":["%d caractere restante","%d caracteres restantes"],"Connect an account":["Conectar uma conta"],"(opens in a new tab)":["(abre em uma nova aba)"],"Activate Jetpack Social":["Ativar Jetpack Social"],"Help":["Ajuda"],"View":["Visualizar"],"Copied!":["Copiado!"],"WhatsApp":["WhatsApp"],"Information.":["Informações."],"Featured Image":["Imagem de destaque"],"Learn more":["Saiba mais"],"Delete":["Excluir"],"Category":["Categoria"],"Time":["Hora"],"Tumblr":["Tumblr"],"Facebook":["Facebook"],"LinkedIn":["LinkedIn"],"Close":["Fechar"],"Share":["Compartilhar"],"Connect":["Conectar"],"Save":["Salvar"],"Reply":["Resposta"],"Like":["Curtir"],"Cancel":["Cancelar"],"Yes":["Sim"],"Message":["Mensagem"],"Comment":["Comentário"],"Visit the post for more.":["Visite o post para mais."],"Edit":["Editar"],"Connected":["Conectado"],"Settings":["Configurações"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-publicize\/build\/editor-social-sidebar.js"}}
