{"translation-revision-date":"2025-04-01 20:54:07+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"We encountered an error while loading this module. Please refresh the page and try again. If the issue persists, <link>click here<\/link> to get help.":["Encontramos um erro ao carregar esse módulo. Atualize a página e tente novamente. Se o problema persistir, <link>clique aqui<\/link> para obter ajuda."],"Expert Support With Personal Assistance Available":["Suporte especializado com assistência pessoal disponível"],"Customizable Image Optimization":["Otimização de imagem personalizável"],"In-depth Performance Insights":["Insights de desempenho detalhados"],"Automated Image Scanning":["Verificação automatizada de imagem"],"<strong>Check your security plugins.<\/strong> If you have a firewall or security plugin, it might be blocking Boost. Look for any firewall, bot protection, or request-blocking settings and try temporarily turning them off. Then, <retry>try again<\/retry>.":["<strong>Verifique os plugins de segurança.<\/strong> Se você tiver um plugin de firewall ou segurança, ele pode estar bloqueando o Boost. Busque qualquer configuração de firewall, proteção contra inicialização ou bloqueio de solicitações e tente desativá-las temporariamente. Em seguida, <retry>tente novamente<\/retry>."],"<strong>Check your hosting security settings.<\/strong> Some hosts have a Web Application Firewall (WAF) that might block Boost. Ask your host if they can temporarily disable it or allow Boost's requests. Then, <retry>try again<\/retry>.":["<strong>Verifique suas configurações de segurança de hospedagem.<\/strong> Alguns hosts têm um firewall de aplicativos Web (WAF) que pode bloquear o Boost. Pergunte ao seu host se ele pode desativá-lo temporariamente ou permitir solicitações do Boost. Em seguida, <retry>tente novamente<\/retry>."],"Jetpack Boost generated Critical CSS, but something blocked it from being saved. Until it's saved, it won't be applied to speed up your page. This is usually caused by the hosting provider's security settings (WAF) or a security plugin.":["O Jetpack Boost gerou CSS crítico, mas algo o impediu de ser salvo. Até que seja salvo, ele não será aplicado na aceleração da sua página. Isso geralmente é causado pelas configurações de segurança do provedor de hospedagem (WAF) ou por um plugin de segurança."],"<strong>Still stuck?<\/strong> <support>Contact Jetpack Boost Support<\/support> and share this error message visible below, so we can look into this and assist.":["<strong>Ainda tem dúvidas?<\/strong> <support>Entre em contato com o suporte do Jetpack Boost<\/support> e compartilhe a mensagem de erro que aparece abaixo para investigarmos o problema e ajudar você."],"Boost could not save Critical CSS for the following page:":["O Boost não conseguiu salvar o CSS crítico da seguinte página:","O Boost não conseguiu salvar o CSS crítico das seguintes páginas:"],"You can improve the speed of concatenated files, and reduce the load on WordPress.":["Você pode melhorar a velocidade de arquivos concatenados e reduzir a carga no WordPress."],"You are not taking full advantage of Concatenate JS or CSS":["Você não está aproveitando ao máximo o CSS ou JS concatenados"],"Try visiting the problematic URLs directly in your browser to confirm they work.":["Tente visitar as URLs problemáticas diretamente no seu navegador para confirmar se funcionam."],"If you use custom post types, ensure they are properly registered and their permalinks are working.":["Se você usa tipos de post personalizados, verifique se eles estão registrados corretamente e se os links permanentes estão funcionando."],"If the issue persists, you may want to check your theme and plugins for any custom code that modifies URLs or permalinks.":["Se o problema persistir, verifique se há qualquer código personalizado no seu tema e plugins que modifique URLs ou links permanentes."],"Verify your WordPress permalink settings are configured correctly in Settings → Permalinks.":["Verifique se as configurações de link permanente do WordPress estão definidas corretamente em Configurações &rarr; Links permanentes."],"It is okay to ignore URLs that are not meant to be shown publicly.":["Não tem problema ignorar URLs que não devem ser mostradas publicamente."],"Jetpack Boost needs valid URLs in order to generate Critical CSS. It seems that one or more of the URLs you provided are invalid.":["O Jetpack Boost precisa de URLs válidas para gerar o CSS crítico. Parece que uma ou mais das URLs que você forneceu são inválidas."],"Jetpack Boost found an invalid URL:":["O Jetpack Boost encontrou uma URL inválida:","O Jetpack Boost encontrou URLs inválidas:"],"If they are meant to be shown publicly, check if you have any plugins that modify your permalinks or URL structure.":["Se isso deve ser exibido publicamente, verifique se você tem algum plugin que modifique seus links permanentes ou a estrutura da URL."],"Comma separated list of JS handles to exclude":["Lista separada por vírgulas de identificadores JS a excluir"],"Exclude CSS handles":["Excluir identificadores CSS"],"Exclude JS handles":["Excluir identificadores JS"],"Activating module":["Ativando módulo"],"Deactivating module":["Desativando módulo"],"Module deactivated":["Módulo desativado"],"Module activated":["Módulo ativado"],"Load default handles":["Carregar identificadores padrão"],"Use a comma (,) to separate the handles.":["Use uma vírgula (,) para separar os identificadores."],"Exclude CSS handles:":["Excluir identificadores CSS:"],"Exclude JS handles:":["Excluir identificadores JS:"],"Changes saved":["Alterações salvas"],"Auto-resize disabled.":["Redimensionamento automático desativado."],"Auto-resize enabled.":["Redimensionamento automático ativado."],"Cornerstone pages saved":["Páginas fundamentais salvas"],"Help":["Ajuda"],"The list of Cornerstone pages was updated.":["A lista de páginas fundamentais foi atualizada."],"A Cornerstone page was updated.":["Uma página fundamental foi atualizada."],"Refresh the page and try again. If the issue persists, please <link>contact support<\/link>.":["Atualize a página e tente novamente. Se o problema persistir, <link>entre em contato com o suporte<\/link>."],"Failed to load":["Falha ao carregar"],"Add one URL per line. Only URLs starting with <b>%s<\/b> will be included. Relative URLs are automatically expanded.":["Adicione uma URL por linha. Apenas URLs que comecem com <b>%s<\/b> serão incluídas. URLs relativas são automaticamente expandidas."],"The URL seems to be a different site: %s":["A URL parece ser de um site diferente: %s"],"You can add only %d cornerstone page URL.":["Você só pode adicionar %d URL de página fundamental.","Você pode adicionar até %d URLs de páginas fundamentais."],"Cornerstone Pages":["Páginas fundamentais"],"Premium users can add up to %d cornerstone pages.":["Usuários premium podem adicionar até %d páginas fundamentais."],"Load default pages":["Carregar páginas padrão"],"You must add at least one URL.":["Você deve adicionar pelo menos uma URL."],"Homepage + %d page":["Página inicial + %d página","Página inicial + %d páginas"],"Added: %s":["Adicionada(s): %s"],"List the most important pages of your site. These pages will receive specially tailored optimizations, including targeted critical CSS. The Page Speed scores are based on the first cornerstone page. <b><link>Learn More<\/link><\/b>":["Liste as páginas mais importantes do seu site. Estas páginas receberão otimizações especialmente personalizadas, incluindo CSS crítico direcionado. A pontuação de velocidade da página é baseada na primeira página fundamental. <b><link>Saiba mais<\/link><\/b>"],"Warning: There was a problem fetching pricing data":["Aviso: ocorreu um problema ao buscar os dados de preços"],"Boost may not work as expected. Please check your site status and try again.":["A inicialização pode não funcionar como esperado. Verifique o status do seu site e tente novamente."],"Upgrade now only %s per month":["Faça upgrade agora e pague apenas %s por mês"],"* Limits apply for high request capacity. <link>Learn more about it here<\/link>.":["* Aplicam-se limites para alta capacidade de solicitação. <link>Saiba mais sobre isso aqui.<\/link>"],"Your hosting provider already provides page caching.":["Seu provedor de hospedagem já fornece cache de página."],"Page Cache is running":["O cache da página está sendo executado"],"Please follow the troubleshooting steps below":["Siga as etapas da solução de problemas abaixo"],"Learn what to do":["Saiba o que fazer"],"<link>Learn how<\/link> to fix this by visiting our documentation.":["<link>Saiba como<\/link> resolver isso visitando nossa documentação."],"Critical CSS Generator library is either not found or invalid.":["A biblioteca de gerador de CSS crítico não foi encontrada ou é inválida."],"If you are still experiencing this issue, <link>learn more<\/link> from our documentation.":["Se você ainda estiver tendo problemas, <link>saiba mais<\/link> em nossa documentação."],"Switch to Boost Cache":["Trocar para cache do Boost"],"This feature can't be activated because a caching system is already in place with WP Super Cache. <link>Learn more<\/link>":["Esta funcionalidade não pode ser ativada porque o sistema de armazenamento em cache já está funcionando com o WP Super Cache. <link>Saiba mais<\/link>"],"If the problem has been resolved, refresh the page and click <retry>here<\/retry> to try regenerating critical css.":["Se o problema foi solucionado, recarregue a página e clique <retry>aqui<\/retry> para tentar gerar o CSS crítico novamente."],"By clicking <strong>%s<\/strong>, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>sync your site‘s data<\/shareDetailsLink> with us.":["Ao clicar em <strong>%s<\/strong>, você concorda com nossos <tosLink>termos de serviço<\/tosLink> e em <shareDetailsLink>sincronizar os dados do seu site<\/shareDetailsLink> conosco."],"By clicking <strong>%1$s<\/strong> or <strong>%2$s<\/strong>, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>sync your site‘s data<\/shareDetailsLink> with us.":["Ao clicar em <strong>%1$s<\/strong> ou <strong>%2$s<\/strong>, você concorda com nossos <tosLink>termos de serviço<\/tosLink> e em <shareDetailsLink>sincronizar os dados do seu site<\/shareDetailsLink> conosco."],"Auto-resize lazy images and adjust their quality.":["Redimensione automaticamente as imagens de carregamento lento e ajuste sua qualidade."],"Do not show me again":["Não mostrar novamente"],"Try refreshing your score, and if it doesn’t help, check our guide on improving your site speed score:":["Tente atualizar sua pontuação. Se isso não ajudar, confira nosso guia sobre como melhorar a pontuação de velocidade do seu site:"],"Most of the time Jetpack Boost will increase your site speed, but there may be cases where your score does not increase.":["Na maioria das vezes, o Jetpack Boost aumenta a velocidade do seu site. Mas, em alguns casos, sua pontuação pode não crescer."],"Adjust Quality":["Ajustar a qualidade"],"Automatically resize images that are lazily loaded to fit the exact dimensions they occupy on the page.":["Redimensione automaticamente as imagens de carregamento lento para que se ajustem às dimensões exatas que ocupam na página."],"Auto-Resize Lazy Images":["Redimensionar automaticamente imagens de carregamento lento"],"Unlock the full potential of Jetpack Boost with automated performance optimization tools and more.":["Aproveite todo o potencial do Jetpack Boost com ferramentas automatizadas de otimização de desempenho e muito mais."],"It appears that the cache engine is not loading. Please try re-installing Jetpack Boost. If the issue persists, please contact support.":["Parece que o mecanismo de cache não está carregando. Tente reinstalar o Jetpack Boost. Se o problema persistir, entre em contato com o suporte."],"Page Cache is not working":["O cache da página não está funcionando"],"Cache setup complete.":["Configuração do cache concluída."],"An error occurred while setting up cache.":["Ocorreu um erro ao configurar seu cache."],"Unknown error occurred.":["Ocorreu um erro desconhecido."],"Logging disabled.":["Login desativado."],"Logging enabled.":["Login ativado."],"The configuration file cannot be updated":["O arquivo de configuração não pode ser atualizado"],"Cannot create files in cache directory":["Não foi possível criar arquivos no diretório de cache"],"The WordPress cache constant must be updated":["A constante de cache do WordPress precisa ser atualizada"],"File Update Needed for Activation":["Atualização de arquivo necessária para ativação"],"Setting up cache…":["Configurando cache…"],"The configuration file, <code>%s<\/code>, is not writable. This file must be writable to activate caching. For instructions on how to make this change, <link>please click here.<\/link>":["O arquivo de configuração (<code>%s<\/code>) não permite gravação. O arquivo precisa permitir para ativar o cache. Para instruções sobre como fazer essa mudança, <link>clique aqui.<\/link>"],"Jetpack Boost can't enable caching because it doesn't have permission to write to the cache directory at <code>%s<\/code>. To fix this, the directory needs to be made writable. This change is necessary for caching to work and speed up your site.":["O Jetpack Boost não pode ativar o cache porque não tem permissão para gravar no diretório de cache <code>%s<\/code>. Para resolver isso, o diretório precisa permitir gravação. Essa alteração é necessária para que o armazenamento em cache funcione e aumente a velocidade do seu site."],"Jetpack Boost needs a specific setting to be activated for caching to work properly. Currently, the setting named <code>%1$s<\/code> is not correctly configured on your site. It should be set to <code>%2$s<\/code> to enable caching. <link>Click here for easy instructions on how to fix this.<\/link>":["O Jetpack Boost precisa que uma configuração específica seja ativada para que o armazenamento em cache funcione corretamente. No momento, a configuração nomeada <code>%1$s<\/code> não está definida corretamente em seu site. Mude-a para <code>%2$s<\/code> e ative o armazenamento em cache. <link>Clique aqui para conferir instruções simples sobre como fazer o ajuste.<\/link>"],"Jetpack Boost cannot activate this feature because it does not have permission to update a necessary file on your site. To learn more, please <link>click here.<\/link>":["O Jetpack Boost não pode ativar esta funcionalidade porque não tem permissão para atualizar um arquivo importante no seu site. <link>Clique aqui para saber mais.<\/link>"],"This feature cannot be enabled because your site is already using a caching system, installed by another plugin or your hosting provider. For a unified optimization experience with Jetpack Boost, please deactivate the current caching solution by disabling the plugin or contacting your hosting support for assistance. If you already did that, try enabling caching again. <link>Learn More.<\/link>":["Esta funcionalidade não pode ser ativada porque seu site já está usando um sistema de armazenamento em cache, instalado por outro plugin ou outro provedor de hospedagem. Para uma experiência de otimização unificada com o Jetpack Boost, interrompa a solução de armazenamento em cache atual desativando o plugin ou entrando em contato com o suporte de hospedagem para obter ajuda. Caso já tenha feito isso, tente ativar o armazenamento em cache novamente. <link>Saiba mais.<\/link>"],"Permalink settings must be updated":["As configurações de links permanentes devem ser atualizadas"],"Your site's %s folder doesn't allow updates":["A pasta %s do seu site não permite atualizações"],"The settings file cannot be updated":["O arquivo de configurações não pode ser atualizado"],"Existing Cache System Detected":["Sistema de armazenamento em cache existente detectado"],"To activate this feature, your site needs to use a different URL structure instead of the current Plain (default) permalinks. To learn more, please <link>please click here.<\/link>":["Para ativar esta funcionalidade, seu site deve usar uma estrutura de URL diferente em vez dos links permanentes simples (padrão). Para saber mais, <link>clique aqui.<\/link>"],"This feature cannot be enabled because Jetpack Boost cannot create or modify files in <code>%s<\/code>. To learn more about this, please <link>click here.<\/link>":["Esta funcionalidade não pode ser ativada porque o Jetpack Boost não pode criar ou modificar os arquivos no <code>%s<\/code>. Para saber mais sobre isso, <link>clique aqui.<\/link>"],"This feature cannot be enabled because Jetpack Boost cannot update its settings. To learn more about this, please <link>click here.<\/link>":["Esta funcionalidade não pode ser ativada porque o Jetpack Boost não tem permissão para atualizar suas configurações. Para saber mais sobre isso, <link>clique aqui.<\/link>"],"Your website already has a page cache running on it powered by WordPress.com.":["Seu site já possui um cache de página em execução com tecnologia WordPress.com."],"Page Cache is unavailable":["Cache de página indisponível"],"%d page":["%d página","%d páginas"],"Store and serve preloaded content to reduce load times and enhance your site performance and user experience.":["Armazene e veicule conteúdo pré-carregado para reduzir o tempo de carregamento e melhorar o desempenho do site e a experiência do usuário."],"Cache Site Pages":["Cache de páginas do site"],"Jetpack Boost Cache Log Viewer":["Leitor de registros de cache do Jetpack Boost"],"Cache Log Viewer":["Leitor de registros de cache"],"Changes saved.":["Alterações salvas."],"Failed to load Speed Score.":["Falha ao carregar a pontuação de velocidade"],"Unable to load Cache settings.":["Não é possível carregar as configurações de cache."],"An error occurred while saving changes. Please, try again.":["Ocorreu um erro ao salvar as alterações. Tente novamente."],"Error: Unable to save changes.":["Erro: não é possível salvar as alterações."],"<help>See an example<\/help> or <link>learn more<\/link>.":["<help>Veja um exemplo<\/help> ou <link>obtenha mais informações<\/link>."],"Error: Invalid format":["Erro: formato inválido"],"URLs of pages and posts that will never be cached:":["URLs de páginas e posts que não serão armazenados em cache:"],"Exceptions":["Exceções"],"See Logs":["Ver registros"],"Activate logging to track all your cache events.":["Ative o registro para rastrear todos os eventos de cache."],"Logging":["Registro"],"Show Options":["Mostrar opções"],"Clear Cache":["Limpar cache"],"No logging.":["Sem registro."],"Logging activated.":["Registro ativado."],"No exceptions.":["Sem exceções."],"%d exception.":["%d exceção.","%d exceções."],"Clearing cache…":["Limpando cache…"],"Unknown error":["Erro desconhecido"],"Use (.*) to address multiple URLs under a given path. Be sure each URL path is in its own line.":["Use (.*) para incluir várias URLs em um determinado caminho. Garanta que cada caminho de URL esteja em sua própria linha."],"Saving…":["Salvando…"],"Example:":["Exemplo:"],"Unable to clear cache.":["Não é possível limpar o cache."],"Cache cleared.":["Cache limpo."],"Copied!":["Copiado!"],"Copy to clipboard":["Copiar para a área de transferência"],"(opens in a new tab)":["(abre em uma nova aba)"],"Failed to load module":["Falha ao carregar módulo"],"Learn more about Boost features and upgrades":["Saiba mais sobre as funcionalidades e os upgrades do Boost"],"<strong>Image CDN Quality Control:<\/strong> Fine-tune your image quality to balance clarity and loading speed. Choose the level of detail that aligns with your site’s needs.":["<strong>Controle de qualidade da CDN de imagem:<\/strong> ajuste a qualidade da imagem para equilibrar a nitidez e a velocidade de carregamento. Escolha o nível de detalhamento que se alinha às necessidades do seu site."],"<strong>Historical Performance:<\/strong> Review past performance scores and Core Web Vitals data. Identify which actions positively impacted site speeds over time.":["<strong>Desempenho histórico:<\/strong> revisite pontuações de desempenho antigas e dados do Core Web Vitals. Identifique quais ações tiveram um impacto positivo na velocidade do site com o passar do tempo."],"<strong>Image Size Analyzer:<\/strong> Scan and identify oversized images. Optimize them to boost loading speeds.":["<strong>Analisador de tamanho de imagem:<\/strong> verifique e identifique imagens superdimensionadas. Otimize-as para aprimorar a velocidade de carregamento."],"<strong>Automatic Critical CSS:<\/strong> No further action needed! Your Critical CSS is now set to auto-regenerate.":["<strong>CSS crítico automático:<\/strong> nenhuma ação necessária. Seu CSS crítico agora é gerado novamente de forma automática."],"You’ve just unlocked powerful premium features. To boost your site speed score, here’s what you can now do:":["Você acabou de obter funcionalidades premium. Veja o que fazer para turbinar a pontuação de velocidade do site:"],"Congratulations! Your Jetpack Boost is Now Upgraded!":["Parabéns! Upgrade do Jetpack Boost realizado com sucesso."],"Unknown error occurred. Please reload the page and try again.":["Ocorreu um erro desconhecido. Recarregue a página e tente novamente."],"Overall Score: %s":["Pontuação geral: %s"],"Error requesting speed scores":["Erro ao solicitar pontuações de velocidade"],"<action>Try again<\/action>":["<action>Tentar novamente<\/action>"],"Untitled":["Sem título"],"Image Missing":["Imagem faltando"],"Fixed Images":["Imagens fixas"],"Scan started on %s":["Verificação iniciada em %s"],"Latest report as of %s":["Relatório mais recente em %s"],"Critical CSS action failed":["Falha na ação do CSS crítico"],"Visit the page and look at the protocol and host name to ensure it matches the one in your <link>WordPress Administration Screen<\/link>.":["Acesse a página e verifique o nome do host e o protocolo para confirmar se são os mesmos da sua <link>tela de administração do WordPress<\/link>."],"Learn about the error and common solutions by <link>clicking here<\/link>.":["<link>Clique aqui<\/link> para saber mais sobre o erro e as soluções mais comuns."],"WEBP":["WEBP"],"PNG":["PNG"],"JPEG":["JPEG"],"Learn more":["Saiba mais"],"Failed to load performance history":["Falha ao carregar o histórico de desempenho"],"Historical Performance":["Histórico de desempenho"],"Hello there! Jetpack Boost premium has been activated.":["Olá! O Jetpack Boost premium foi ativado."],"lossless":["sem perdas"],"JPEG Quality: %1$s, PNG Quality: %2$s, WEBP Quality: %3$s":["Qualidade JPEG: %1$s, Qualidade PNG: %2$s, Qualidade WEBP: %3$s"],"Image Quality":["Qualidade da imagem"],"Lossless":["Sem perdas"],"\/month for the first year, billed yearly":["\/mês no primeiro ano, cobrado anualmente"],"Desktop":["Área de trabalho"],"Total Blocking Time":["Tempo total de bloqueio"],"%d \/ 100":["%d\/100"],"Overall score":["Pontuação geral"],"Your scores will be recorded from now on.":["Agora suas pontuações serão registradas."],"Select the quality for images served by the CDN. Choosing a lower quality will compress your images and load them faster. If you choose lossless, we will not compress your images.":["Selecione a qualidade das imagens fornecidas pela CDN. Escolher uma qualidade inferior compactará suas imagens e elas serão carregadas mais rapidamente. Se você escolher a opção \"sem perdas\", não compactaremos suas imagens."],"Cumulative Layout Shift":["Mudança cumulativa de layout"],"Largest Contentful Paint":["Maior renderização de conteúdo"],"Upgrade now!":["Faça upgrade agora mesmo!"],"Editing a post\/page.":["Editar um post ou página."],"Writing a new post\/page.":["Escrever um novo post ou página."],"Making theme changes.":["Fazer mudanças no tema."],"Upgrade and learn more about your site performance over time.":["Faça upgrade e saiba mais sobre o desempenho do seu site ao longo do tempo."],"Upgrading your WordPress version if the new release will be including core CSS changes.":["Fazer upgrade da versão do WordPress, caso a nova versão inclua alterações relevantes no CSS."],"Changing settings of plugins that will be impacting your site layout or HTML structure.":["Alterar as configurações de plugins que afetarão o layout do site ou a estrutura HTML."],"Activating, deactivating, or updating plugins that will be impacting your site layout or HTML structure.":["Ativar, desativar ou atualizar plugins que afetarão o layout do site ou a estrutura HTML."],"Okay, got it!":["Ok, entendi!"],"Upgraded":["Atualizado"],"Date":["Data"],"Mobile":["Dispositivo móvel"],"Warming up the engine…":["Aquecendo o motor..."],"Getting ready…":["Quase pronto..."],"Your Image Size Analysis task seems to have gotten stuck, or our system is under unusual load. Please try again. If the issue persists, please contact support.":["A tarefa de análise de tamanho de imagens parece ter dado erro, ou nosso sistema está sobrecarregado. Tente novamente. Se o problema persistir, entre em contato com o suporte."],"Something has gone wrong.":["Ocorreu um erro."],"No image size issues found yet…":["Nenhum problema no tamanho da imagem encontrado (ainda)..."],"🥳 No image size issues found!":["🥳 Nenhum problema no tamanho da imagem encontrado!"],"Image Details":["Detalhes da imagem"],"Device":["Dispositivo"],"Potential Size":["Tamanho possível"],"This issue affects small screens":["Esse problema afeta telas pequenas"],"This issue affects large screens":["Esse problema afeta telas grandes"],"This image does not appear to load. Please check the URL in the relevant page.":["Essa imagem não aparece para carregar. Confira a URL na página relevante."],"Start image analysis":["Iniciar análise de imagem"],"In addition to the Homepage, Pages and Posts, Boost will also analyze the following custom post types found on your site:":["Além das páginas \"Início\", \"Páginas\" e \"Posts\", o Boost também analisa os seguintes tipos de post personalizados no seu site:"],"Image analysis report":["Relatório de análise de imagem"],"An error occurred while loading this entry.":["Ocorreu um erro ao tentar carregar essa entrada."],"Upgrade":["Atualização"],"Read the guide":["Leia o guia"],"Upgrade to scan your site for issues - automatically!":["Faça o upgrade e verifique se há problemas no seu site de forma automática!"],"Found a total of %1$d issues after scanning your %2$d most recent pages.":["Encontrou um total de %1$d problemas depois de verificar suas %2$d páginas mais recentes."],"Congratulations; no issues found after scanning your %d most recent pages.":["Parabéns! Nenhum problema foi encontrado depois de verificar suas %d páginas mais recentes."],"Edit Page":["Editar página"],"%d Image Recommendation":["%d Recomendação de imagem","%d Recomendações de imagens"],"Jetpack Boost's Image CDN can automatically resize many images to the correct size for you.":["O CDN da imagem do Jetpack Boost pode redimensionar automaticamente várias imagens para o tamanho certo."],"We recommend enabling the <b>Image CDN<\/b>.":["Recomendamos que você ative o <b>CDN da imagem<\/b>."],"\/month":["\/mês"],"Pages":["Páginas"],"Posts":["Posts"],"All":["Todos"],"We noticed you've recently updated a plugin that may affect your site's HTML\/CSS structure.":["Notamos que você recentemente atualizou um plugin que pode afetar a estrutura HTML\/CSS do seu site."],"We noticed you've recently updated your theme that may affect your site's HTML\/CSS structure.":["Notamos que você recentemente atualizou seu tema, o que pode afetar a estrutura HTML\/CSS do seu site."],"We noticed you've recently published a new post on your site that may affect its HTML\/CSS structure.":["Notamos que você recentemente publicou um novo post que pode afetar a estrutura HTML\/CSS do seu site."],"We noticed you've recently published a new page on your site that may affect its HTML\/CSS structure.":["Notamos que você recentemente publicou uma nova página que pode afetar a estrutura HTML\/CSS do seu site."],"See full report":["Conferir o relatório completo"],"Analyze again":["Analisar novamente"],"How to fix":["Como corrigir"],"Size on screen":["Tamanho na tela"],"Expected Dimensions":["Dimensões esperadas"],"File Dimensions":["Dimensões do arquivo"],"Fix on page":["Corrigir na página"],"Other":["Outro"],"Homepage":["Página inicial"],"View report in progress":["Visualizar relatório em andamento"],"Save":["Salvar"],"Styles are grouped by their original placement, concatenated and minified to reduce site loading time and reduce the number of requests.":["Os estilos são agrupados pela posição original, concatenados e compactados para reduzir o tempo de carregamento do site e minimizar o número de solicitações."],"Scripts are grouped by their original placement, concatenated and minified to reduce site loading time and reduce the number of requests.":["Os scripts são agrupados pela posição original, concatenados e compactados para reduzir o tempo de carregamento do site e minimizar o número de solicitações."],"Except: %s":["Exceto: %s"],"Concatenate CSS":["Concatenar CSS"],"Concatenate JS":["Concatenar JS"],"Comma separated list of CSS handles to exclude":["Lista separada por vírgulas de identificadores CSS a excluir"],"Arrow right":["Seta para direita"],"Arrow left":["Seta para esquerda"],"trial for the first month, then $%s \/month, billed yearly":["para o primeiro mês, depois US$ %s\/mês, cobrado(s) anualmente"],"Reduced pricing is a limited offer for the first year and renews at regular price.":["O preço reduzido é uma oferta limitada para o primeiro ano, depois é cobrado o preço normal na renovação."],"%s not included":["%s não incluído(a)"],"%s coming soon":["Em breve: %s"],"Coming soon":["Em breve"],"Upgrade now":["Fazer upgrade agora"],"Regenerate Critical CSS":["Gerar novo CSS crítico"],"Deliver images from Jetpack's Content Delivery Network. Automatically resizes your images to an appropriate size, converts them to modern efficient formats like WebP, and serves them from a worldwide network of servers.":["Imagens distribuídas pela rede de distribuição de conteúdo do Jetpack. Redimensiona automaticamente suas imagens para o tamanho apropriado, convertendo-as para formatos modernos e eficientes, como WebP, além de distribuí-las por meio de uma rede mundial de servidores."],"Image CDN":["CDN da imagem"],"Image Size Analysis":["Análise de tamanho de imagens"],"<b>You should regenerate your Critical CSS<\/b> whenever you make changes to the HTML or CSS structure of your site.":["<b>Considere gerar novamente seu CSS crítico<\/b> sempre que você fizer alterações na estrutura HTML ou CSS do seu site."],"Optimize Critical CSS Loading (manual)":["Otimizar carregamento de CSS crítico (manual)"],"Remember to regenerate each time you make changes that affect your HTML or CSS structure.":["Lembre-se de gerar novamente sempre que você fizer alterações que afetem a estrutura HTML ou CSS do seu site."],"Please regenerate your Critical CSS to maintain optimal site performance.":["Gere novamente seu CSS crítico para preservar o desempenho ideal do seu site."],"We noticed some updates to your site that may have changed your HTML\/CSS structure.":["Notamos que foram feitas algumas atualizações no seu site que podem ter alterado a estrutura HTML\/CSS."],"Give us a few minutes while we go through your images…":["Aguarde alguns minutos enquanto analisamos suas imagens…"],"%d issues":["%d problemas"],"No issues":["Nenhum problema"],"Already have an existing plan or license key? <link>Click here to get started<\/link>":["Você já tem um plano ou chave de licença? <link>Clique aqui para começar<\/link>"],"<b>Boost will automatically generate your Critical CSS<\/b> whenever you make changes to the HTML or CSS structure of your site.":["O <b>Boost vai gerar automaticamente seu CSS crítico<\/b> sempre que você fizer alterações na estrutura HTML ou CSS do seu site."],"Save time by upgrading to Automatic Critical CSS generation.":["Faça upgrade para a Geração de CSS crítico automática e economize tempo."],"This tool will search your site for images that are too large and have an impact on your visitors' experience, page loading times, and search rankings. Once finished, it will give you a report of all improperly sized images with suggestions on how to fix them.":["Esta ferramenta vai pesquisar no seu site as imagens que são grandes demais e estão afetando a experiência dos visitantes, o tempo de carregamento das páginas e a classificação nas pesquisas. Assim que a pesquisa for concluída, será gerado um relatório com todas as imagens com tamanho inadequado e sugestões de como corrigi-las."],"Actions that could change your CSS or HTML structure include, but are not limited to:":["Ações que podem alterar a estrutura CSS ou HTML do seu site incluindo mas não limitadas a:"],"Please contact your hosting provider or system administrator and ask them to install or activate one of these extensions.":["Entre em contato com seu provedor de hospedagem ou administrador de sistema e solicite a instalação ou ativação de uma dessas extensões."],"Jetpack Boost is able to work without these extensions, but it's likely that it's going to be difficult for you to optimize the images that the Image Guide will identify without one of these extensions.":["O Jetpack Boost também funciona sem essas extensões. No entanto, é provável que seja mais difícil para você otimizar as imagens identificadas pelo Guia de imagens sem uma das extensões."],"It looks like your server doesn't have Imagick or GD extensions installed.":["Parece que seu servidor não tem as extensões Imagick e GD instaladas."],"Image resizing is unavailable":["Redimensionamento de imagens indisponível"],"Dedicated email support plus priority Live Chat if <link>your plan<\/link> includes <strong>Premium Support<\/strong>":["Suporte dedicado por e-mail e chat ao vivo prioritário caso <link>seu plano<\/link> inclua <strong>Suporte Premium<\/strong>"],"This feature helps you discover images that are too large. When you browse your site, the image guide will show you an overlay with information about each image's size.":["Esta funcionalidade ajuda a descobrir quais imagens estão muito grandes. Quando você navegar pelo site, o guia de imagens vai mostrar uma sobreposição com informações sobre o tamanho de cada imagem."],"Image Guide":["Guia de imagens"],"% off":["% de desconto"],"Start for free":["Comece gratuitamente"],"Not included":["Não incluído"],"Included":["Incluído"],"Close.":["Fechar."],"Magnifying Glass":["Lupa"],"Post":["Publicar"],"Has a video.":["Tem um vídeo."],"Tag":["Tag"],"Page":["Página"],"Has an image.":["Tem uma imagem."],"Has multiple images.":["Tem várias imagens."],"Toggle search filters.":["Alterne os filtros de pesquisa."],"Matching comment.":["Comentário correspondente."],"Show filters":["Mostrar filtros"],"Is a product.":["É um produto."],"Is an event.":["É um evento."],"Has audio.":["Tem áudio."],"Information.":["Informações."],"Category":["Categoria"],"Manual Critical CSS regeneration":["Regeneração manual de CSS crítico"],"Automatic Critical CSS regeneration":["Regeneração de CSS crítico automatizada"],"The easiest speed optimization plugin for WordPress":["O plugin de otimização de velocidade mais simples para WordPress"],"Speed score has fallen":["A pontuação de velocidade caiu"],"That's great! If you’re happy, why not rate Boost?":["Isso é muito bom! Se você está feliz, que tal avaliar o Boost?"],"Your site got faster":["Seu site está mais rápido"],"Generating Critical CSS. Please don’t leave this page until completed.":["Gerando CSS crítico. Não saia da página até o processo ser concluído."],"Get Boost":["Adquira o Boost"],"Contact Us":["Fale conosco"],"Continue":["Continuar"],"Dedicated email support":["Suporte especializado por e-mail"],"Your paid plan gives you access to prioritized Jetpack Boost support":["Seu plano pago dá acesso ao suporte prioritário do Jetpack Boost."],"We're here to help":["Estamos aqui para ajudar"],"Automatically Optimize CSS Loading":["Otimize o carregamento de CSS automaticamente"],"Optimize with Jetpack Boost":["Otimize com o Jetpack Boost"],"There was an error fetching your %s information. Check your site connectivity and try again.":["Ocorreu um erro ao coletar as informações de %s. Verifique a conexão do seu site e tente novamente."],"Automated Critical CSS Generation":["Geração de CSS crítico automatizado"],"\/month, paid yearly":["\/mês, pago anualmente"],"Error":["Erro"],"An Automattic Airline":["Uma companhia aérea da Automattic"],"Jetpack Boost is generating more Critical CSS.":["O Jetpack Boost está gerando mais partes do CSS crítico."],"Jetpack Boost will generate Critical CSS for you automatically.":["O Jetpack Boost vai gerar o CSS crítico automaticamente para você."],"…and %d more":["…e mais %d"],"Move important styling information to the start of the page, which helps pages display your content sooner, so your users don’t have to wait for the entire page to load. Commonly referred to as <link>Critical CSS<\/link>.":["Mova informações importantes sobre estilo para o início da página. Isso faz com que o conteúdo das páginas seja exibido antes. Assim, os usuários não precisam esperar que a página inteira seja carregada. Comumente chamado de <link>CSS crítico<\/link>."],"If you are unsure of what these headers are, or where they come from please contact your hosting provider and ask them to remove the \"X-Frame-Options\" header from your site":["Se você não sabe o que são ou a origem desses cabeçalhos, entre em contato com seu provedor de hospedagem e solicite que o cabeçalho \"X-Frame-Options\" seja removido do seu site."],"Check that you are not using any plugins which add extra HTTP headers to your WordPress site, and deactivate them if you are.":["Confirme que você não está usando plugins que adicionam cabeçalhos HTTP extras ao seu site do WordPress. Se estiver, desative-os."],"Jetpack Boost uses iframes while generating your Critical CSS. Unfortunately, your site has a special configuration header which prevents it from loading inside an iframe. The header is called \"X-Frame-Options: DENY\". This can be added to a WordPress site either by using a plugin, or by server configuration.":["O Jetpack Boost usa iframes ao gerar o CSS crítico. Infelizmente, seu site tem um cabeçalho de configuração especial que está impedindo o carregamento dentro de um iframe. Esse cabeçalho é chamado \"X-Frame-Options: DENY\". Ele é adicionado a um site do WordPress por um plugin em uso ou pela configuração do servidor."],"Jetpack Boost couldn't load the following page due to its X-Frame-Options configuration:":["O Jetpack Boost não conseguiu carregar a página a seguir devido à configuração X-Frame-Options dela:","O Jetpack Boost não conseguiu carregar as páginas a seguir devido à configuração X-Frame-Options delas:"],"If the error still persist please contact <support>Jetpack Boost Support<\/support> with a copy of your error message.":["Se o erro persistir, entre em contato com o <support>suporte do Jetpack Boost<\/support> e envie uma cópia da mensagem de erro."],"If it does, <retry>try again<\/retry> to generate the Critical CSS.":["Se estiver, <retry>tente gerar novamente<\/retry> o CSS crítico."],"Verify that the page loads correctly.":["Verifique se a página está carregando corretamente."],"If you are using a plugin which embeds your CSS styles directly into your pages, or your site does not use external CSS style sheets, then it is safe to ignore this issue as Critical CSS can only speed up pages which use external styles.":["Se você está usando um plugin que incorpora estilos CSS diretamente nas páginas ou seu site não usa folhas de estilos CSS externas, é seguro ignorar esse problema. O CSS crítico acelera apenas páginas que usam folhas de estilo externas."],"Verify its styles load correctly, and <retry>try again<\/retry>.":["Verifique se os estilos estão sendo carregados da forma correta e <retry>tente novamente<\/retry>."],"It looks like this page does not contain any relevant CSS in its external style sheet(s):":["Parece que esta página não contém nenhum CSS relevante nas folhas de estilo externas:","Parece que estas páginas não contêm nenhum CSS relevante nas folhas de estilo externas:"],"Verify that the content displayed is a part of your WordPress site, and not an external page managed by a different system.":["Verifique se o conteúdo exibido faz parte do seu site do WordPress, e não de uma página externa gerenciada por um sistema diferente."],"Visit the page.":["Acesse a página."],"Please follow the troubleshooting steps below for the page.":["Siga as etapas da solução de problemas abaixo para a página.","Siga as etapas da solução de problemas abaixo para cada uma das páginas."],"Deactivate any plugin that you believe are making the page slow.":["Desative qualquer plugin que você acha que está tornando a página mais lenta."],"If this page is slower than the others, check what plugins are working on that page.":["Se esta página estiver mais lenta do que as demais, verifique quais plugins estão funcionando nela."],"See how long it takes to load compared to other pages on your site.":["Verifique quanto tempo demora para carregar em comparação com as outras páginas do seu site."],"Visit the page while not logged into WordPress.":["Acesse a página sem fazer login no WordPress."],"Clear the cache in your browser.":["Limpe o cache no seu navegador."],"If not, then please reach out to your hosting provider and ask why.":["Caso negativo, entre em contato com seu provedor de hospedagem e pergunte o motivo."],"Visit the page and complete the following troubleshooting steps.":["Acesse a página e execute as etapas de solução de problemas a seguir.","Acesse cada página e execute as etapas de solução de problemas a seguir."],"The page timed out during load. There could be various reasons but most likely a plugin is causing this issue. Please complete the following steps.":["O carregamento da página atingiu o tempo limite. Podem existir vários motivos para isso. No entanto, o mais provável é que um plugin esteja causando o problema. Execute as etapas a seguir.","O carregamento das páginas atingiu o tempo limite. Podem existir vários motivos para isso. No entanto, o mais provável é que um plugin esteja causando o problema. Execute as etapas a seguir para cada uma das páginas."],"If you think that the redirection is valid, then it is safe to ignore this issue.":["Se você acha que o redirecionamento é válido, é seguro ignorar o problema."],"If you believe the issue is resolved, please <retry>try again<\/retry>.":["Se você acha que o problema foi resolvido, <retry>tente novamente<\/retry>."],"If it is redirecting, check if a plugin could potentially create the redirection and fix it if appropriate. Otherwise, contact your hosting provider for assistance to fix the URL redirection.":["Se ela está sendo redirecionada, verifique se há algum plugin que talvez esteja criando esse redirecionamento e corrija se for o caso. Se não houver, entre em contato com seu provedor de hospedagem e peça ajuda para corrigir o redirecionamento da URL."],"Try visiting the link using \"Incognito Mode\" or \"Private Browsing\" in your browser and note if the page is being redirected.":["Tente acessar o link no modo de navegação anônima ou privada e verifique se a página está sendo redirecionada."],"If you need help understanding the error, or investigating what went wrong please contact <support>Jetpack Boost Support<\/support>.":["Se você precisar de ajuda para entender o erro ou investigar o problema, entre em contato com o <support>suporte do Jetpack Boost<\/support>."],"Once you have resolved the error, please <retry>try again<\/retry>.":["Depois de resolver o erro, <retry>tente novamente<\/retry>."],"Check your server logs for information about the HTTP %d error, or contact your hosting provider for help with investigating the problem.":["Para mais informações sobre o erro HTTP %d, verifique os registros do seu servidor. Se preferir, entre em contato com seu provedor de hospedagem e solicite ajuda para investigar o problema."],"<retry>Try to generate Critical CSS again<\/retry>, in case the error was intermittent.":["<retry>Tente gerar o CSS crítico novamente<\/retry> se o erro era intermitente."],"Visit the link and check for an error.":["Acesse o link e verifique se ocorre algum erro."],"Please verify the link is valid and <retry>try again<\/retry>. We recommend the following:":["Verifique se o link é válido e <retry>tente novamente<\/retry>. Recomendamos fazer o seguinte:","Verifique se cada link é válido e <retry>tente novamente<\/retry>. Para cada link, recomendamos fazer o seguinte:"],"Once you have resolved the issue which caused the 500 error, you can <retry>try again<\/retry>.":["Depois de resolver o problema que causou o erro 500, <retry>tente novamente<\/retry>."],"If the issue is still not resolved, check your server logs or contact your hosting provider for help to investigate the issue.":["Se o problema ainda não estiver resolvido, verifique os registros do seu servidor ou entre em contato com seu provedor de hospedagem para obter ajuda na investigação da questão."],"Your WordPress site encountered an error while trying to load the above page.":["Seu site do WordPress encontrou um erro ao tentar carregar a página acima.","Seu site do WordPress encontrou erros ao tentar carregar as páginas acima."],"If you manage to sort the issue out with your hosting provider, please <retry>try again<\/retry> to regenerate your Critical CSS.":["Se você conseguir solucionar o problema com a ajuda do seu provedor de hospedagem, <retry>tente gerar novamente<\/retry> seu CSS crítico."],"Your hosting provider should be able to advise you on next steps.":["Seu provedor de hospedagem pode ajudar você com as próximas etapas."],"Contact your hosting provider, with details of this issue. Please let them know it is an \"HTTP 418\" error, which URL(s) are affected, and the time it occurred.":["Entre em contato com seu provedor de hospedagem e forneça os detalhes do problema. Informe que se trata de um erro \"HTTP 418\", quais URLs foram afetadas e quando o problema ocorreu."],"Your WordPress site returned a 418 error which many web hosts use to indicate they rejected your request due to security rules. Please contact your hosting provider for more information.":["Seu site do WordPress retornou um erro 418, que muitos hosts da Web usam para indicar que rejeitaram a solicitação devido a regras de segurança. Para mais informações, entre em contato com seu provedor de hospedagem."],"If the page is only accessible to users who are logged in to your WordPress site, or should not be a part of your site then it is safe to ignore this error.":["Se a página está acessível apenas para usuários que efetuaram o login no seu site do WordPress ou não faz parte do seu site, é seguro ignorar o erro."],"If you see an error only when not logged into your WordPress site (i.e.: in \"Incognito Mode\"), then check for plugins which might be enforcing access permissions on your pages. For example, a plugin which only allows authenticated users to view specific areas of your site.":["Se você encontra um erro somente quando não efetua login no seu site do WordPress (por exemplo, no modo de navegação anônima), verifique se há algum plugin que talvez esteja impondo permissões de acesso nas suas páginas. Por exemplo, um plugin que permita somente aos usuários autenticados visualizar áreas específicas do site."],"Try visiting the link using \"Incognito Mode\" or \"Private Browsing\" in your browser to check if the error occurs when you are not logged in.":["Tente acessar o link no modo de navegação anônima ou privada para verificar se o erro ocorre quando você não efetua o login."],"If the page shows an error, please verify that the page should be a part of your WordPress site.":["Se a página exibir um erro, confirme se ela deveria ser parte do seu site do WordPress."],"Visit the link, and confirm that the page you landed on loads successfully.":["Acesse o link e confirme se a página de destino foi carregada com sucesso."],"If this is a private page and not supposed to be viewed publicly, you can safely ignore this message.":["Se é uma página privada que não deveria ser visualizada publicamente, é seguro ignorar a mensagem."],"<retry>Try again<\/retry> to generate the Critical CSS.":["<retry>Tente gerar novamente<\/retry> o CSS crítico."],"Check your WordPress settings, or contact your hosting provider to ask why the above URL is unavailable.":["Confira as configurações do WordPress ou entre em contato com seu provedor de hospedagem e pergunte por que a URL acima está indisponível."],"%d means there is a permission issue in your WordPress site. Please follow these troubleshooting steps for the page:":["%d significa que existe um problema com a permissão no seu site do WordPress. Siga estas etapas da solução de problemas para a página:","%d significa que existe um problema com a permissão no seu site do WordPress. Siga estas etapas da solução de problemas para cada uma das páginas:"],"Your desktop score without Boost":["Sua pontuação em computadores sem o Boost"],"Your mobile score without Boost":["Sua pontuação em dispositivos móveis sem o Boost"],"Rate the Plugin":["Avaliar o plugin"],"Something went wrong, which Jetpack Boost did not anticipate. An unexpected error occurred while trying to generate Critical CSS for the following page:":["Ocorreu um erro que não foi previsto pelo Jetpack Boost. Ocorreu um erro inesperado ao tentar gerar o CSS crítico da página a seguir:","Ocorreu um erro que não foi previsto pelo Jetpack Boost. Ocorreu um erro inesperado ao tentar gerar o CSS crítico das páginas a seguir:"],"An error occurred while trying to communicate with the site REST API. Extra debug info: %s":["Ocorreu um erro ao tentar se comunicar com a API REST do site. Mais informações de depuração: %s"],"Received HTTP %d while communicating with your WordPress site":["Recebeu HTTP %d ao se comunicar com seu site do WordPress"],"Go back":["Voltar"],"Dismiss":["Dispensar"],"%d file could not be automatically generated. Visit the <advanced>advanced recommendations page<\/advanced> to optimize this file.":["Não foi possível gerar automaticamente %d arquivo. Acesse a <advanced>página de recomendações avançadas<\/advanced> para otimizar esse arquivo.","Não foi possível gerar automaticamente %d arquivos. Acesse a <advanced>página de recomendações avançadas<\/advanced> para otimizar esses arquivos."],"%d file generated":["%d arquivo gerado","%d arquivos gerados"],"on %s":["em %s"],"%d day ago":["%d dia atrás","%d dias atrás"],"%d hour ago":["%d hora atrás","%d horas atrás"],"%d minute ago":["%d minuto atrás","%d minutos atrás"],"a few moments ago":["instantes atrás"],"An unexpected error has occurred. As this error may be temporary, please try and refresh the Critical CSS.":["Ocorreu um erro inesperado. Esse erro pode ser temporário, então tente atualizar o CSS crítico."],"Hmm, looks like something went wrong. We're still seeing an unexpected error. Please reach out to our support to get help.":["Hmm… Parece que algo deu errado. Ainda estamos encontrando um erro inesperado. Entre em contato com o suporte para obter ajuda."],"While Jetpack Boost has been able to automatically generate optimized CSS for most of your important files & sections, we have identified a few more that require your attention.":["O Jetpack Boost conseguiu gerar automaticamente o CSS otimizado para a maioria dos seus arquivos e seções importantes. Mas identificamos alguns deles que precisam da sua atenção."],"Congratulations, you have dealt with all the recommendations.":["Parabéns! Você seguiu todas as recomendações."],"Critical CSS advanced recommendations":["Recomendações avançadas para CSS crítico"],"Show %d hidden recommendation.":["Mostrar %d recomendação oculta.","Mostrar %d recomendações ocultas."],"Hide error message":["Ocultar mensagem de erro"],"See error message":["Exibir mensagem de erro"],"Jetpack Boost couldn't verify this page:":["O Jetpack Boost não conseguiu verificar esta página:","O Jetpack Boost não conseguiu verificar estas páginas:"],"This page timed out:":["Esta página atingiu o tempo limite:","Estas páginas atingiram o tempo limite:"],"It looks like this URL doesn't match:":["Parece que esta URL não coincide:","Parece que estas URLs não coincidem:"],"This may indicate that a WordPress plugin is redirecting users who are not logged in to a different location, or it may indicate that your hosting provider is redirecting your WordPress site to a different URL.":["Isso pode indicar que um plugin do WordPress está redirecionando os usuários que não efetuaram login para um local diferente ou que seu provedor de hospedagem está redirecionando seu site do WordPress para uma URL diferente."],"This URL is redirecting to a different page:":["Esta URL está redirecionando para uma página diferente:","Estas URLs estão redirecionando para páginas diferentes:"],"Your WordPress site has reported that the above page does not exist. Please ensure that the URL is correct, and <retry>try again<\/retry>.":["Seu site do WordPress comunicou que a página acima não existe. Confirme se a URL está correta e <retry>tente novamente<\/retry>.","Seu site do WordPress comunicou que as páginas acima não existem. Confirme se as URLs estão corretas e <retry>tente novamente<\/retry>."],"Boost received HTTP error <b>%d<\/b> on the following page:":["O Boost recebeu o erro HTTP <b>%d<\/b> na página a seguir:","O Boost recebeu o erro HTTP <b>%d<\/b> nas páginas a seguir:"],"Host name":["Nome do host"],"Protocol":["Protocolo"],"Contact Support":["Falar com o suporte"],"Loading…":["Carregando..."],"Your site's REST API does not seem to be accessible. Jetpack Boost requires access to your REST API in order to receive site performance scores. Please make sure that your site's REST API is active and accessible, and try again.":["A API REST do seu site parece estar inacessível. O Jetpack Boost precisa de acesso a ela para receber as pontuações de desempenho do site. Confira se a API REST do seu site está ativa e acessível e tente novamente."],"Timed out while waiting for speed-score.":["Tempo esgotado ao esperar pela pontuação de velocidade."],"An unknown error occurred while requesting metrics":["Ocorreu um erro desconhecido ao solicitar métricas"],"Invalid response while requesting metrics":["Resposta inválida ao solicitar métricas"],"Desktop score":["Pontuação em computadores"],"Mobile score":["Pontuação em dispositivos móveis"],"Received invalid response while communicating with your WordPress site: %s":["Resposta inválida ao se comunicar com seu site do WordPress: %s"],"HTTP %d error received while communicating with the server.":["Erro de HTTP %d recebido ao se comunicar com o servidor."],"Failed to load Speed Scores":["Falha ao carregar as pontuações de velocidade"],"Refresh":["Atualizar"],"All Jetpack Boost features are still available, but to get a performance score you would first have to make your website available online.":["Todas as funcionalidades do Jetpack Boost continuam disponíveis. Mas para obter uma pontuação de desempenho, primeiro você precisará disponibilizar seu site online."],"Website Offline":["Site offline"],"Your Overall Score is a summary of your first Cornerstone Page across both mobile and desktop devices. It gives a general idea of your site's overall performance.":["A pontuação geral é um resumo da sua primeira página fundamental em dispositivos móveis e desktops. Isso dá a você uma ideia do desempenho geral do seu site."],"Did you know?":["Você sabia?"],"A one-second delay in loading times can reduce conversion rates by 20%. (source: <link>Google<\/link>).":["Um atraso de um segundo no tempo de carregamento pode reduzir as taxas de conversão em 20% (fonte: <link>Google<\/link>)."],"Pages that take over 3 seconds to load have 4x the bounce rate of pages that load in 2 seconds or less. (source: <link>Pingdom<\/link>).":["Páginas que levam mais de três segundos para carregar têm uma taxa de rejeição quatro vezes maior do que as páginas que são carregadas em até dois segundos (fonte: <link>Pingdom<\/link>)."],"Run non-essential JavaScript after the page has loaded so that styles and images can load more quickly. Read more on <link>web.dev<\/link>.":["Execute o JavaScript não essencial após o carregamento da página. Assim, estilos e imagens são carregados mais rapidamente. Leia mais em <link>web.dev<\/link>."],"Defer Non-Essential JavaScript":["Adiamento de JavaScript não essencial"],"Regenerate":["Gerar novamente"],"Failed to generate Critical CSS":["Falha ao gerar o CSS crítico"],"Whoops, something went wrong":["Opa! Alguma coisa deu errado"],"By clicking the buttons above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>sync your site‘s data<\/shareDetailsLink> with us.":["Ao clicar nos botões acima, você concorda com nossos <tosLink>termos de serviço<\/tosLink> e em <shareDetailsLink>sincronizar os dados do seu site<\/shareDetailsLink> conosco."],"Timed out":["Tempo esgotado"],"Jetpack Boost":["Jetpack Boost"]}},"comment":{"reference":"app\/assets\/dist\/jetpack-boost.js"}}